---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.gbXMLSurfaceType.UndergroundCeiling
enum: Autodesk.Revit.DB.Analysis.gbXMLSurfaceType
source: html/e98d60e1-4ca1-59ff-09d0-2b3b8ec0e898.htm
---
# Autodesk.Revit.DB.Analysis.gbXMLSurfaceType.UndergroundCeiling

Underground ceiling.